Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/toiminta.html.tmx
Source language: fin
Languages: sms

source: Toiminta
sms: Tuåimmjummuš

source: Saamelaiskäräjien tehtävänä on hoitaa saamelaisten omaa kieltä ja kulttuuria sekä heidän asemaansa alkuperäiskansana koskevat asiat.
sms: Sääʹmteeʹǧǧ tuâjjan lij håiddad aaʹššid, kook kueʹsǩǩe säʹmmlai jiiʹjjez ǩiõl da kulttuur di sij sââʹj alggmeeran.

source: Tehtäviinsä kuuluvissa asioissa Saamelaiskäräjät voi tehdä viranomaisille aloitteita ja esityksiä sekä antaa lausuntoja.
sms: Tuâjees kuulli aaʹššin Sääʹmteʹǧǧ vuäitt tuejjeed veʹrǧǧniiʹǩǩid aalǥtõzzid da eʹtǩǩõõzzid di uʹvdded ceâlklmid.

source: Näissä asioissa Saamelaiskäräjät käyttää lisäksi päätösvaltaa siten kuin sitä koskevassa laissa tai muualla lainsäädännössä säädetään.
sms: Täin aaʹššin Sääʹmteʹǧǧ âânn lââʹssen mieʹrreemvääʹld nuʹtt mâʹte tõn kuõskki lääʹjjest leʹbe jeeʹres sââʹjest lääʹjjšiõttummšest šiõtteet.

source: Saamelaiskäräjien toimintaa säädetään saamelaiskäräjälaissa ( 974/95 myöhempine muutoksineen ) ja –asetuksessa ( 1727/95 ), saamen kielilaissa ( 1086/03 ) ja valtioneuvoston asetuksessa saamen kielilain täytäntöönpanosta ( 108/04 ) sekä muualla lainsäädännössä säädetyillä ja määrätyillä lailla ja asetuksilla.
sms: Sääʹmteeʹǧǧ tuåimmjummuž šiõtteet sääʹmteʹǧǧlääʹjjest ( 974/95 mââjab muttsivuiʹm ) da –asetõõzzâst ( 1727/95 ), sääʹmǩiõll-lääʹjjest ( 1086/03 ), da riikksuåvtõõzz asetõõzzâst sääʹmǩiõll-lääʹjj tiuʹddepiijjmest ( 108/04 ) da jeeʹres sââʹjest lääʹjjšiõttummšest šiõttuum da mieʹrruum laaʹjjivuiʹm da asetõõzzivuiʹm.

source: Edellä mainittujen lisäksi toiminnassa sovelletaan Saamelaiskäräjien omaa työjärjestystä .
sms: Ooudbeäʹlnn peäggtum lââʹssen tuåimmjummšest suåvldet Sääʹmteeʹǧǧ jiiʹjjes tuâjjriâššmõõžž .
